brew "unzip"
brew "htop"
brew "jq"
brew "wget"
brew "bat"
brew "bat-extras"
brew "fnm"
brew "zoxide"
brew "fd"
brew "ripgrep"
brew "eza"
brew "neovim"
brew "pass"
brew "deno"
brew "pnpm"

cask "nikitabobko/tap/aerospace"
cask "kdiff3"
cask "copyq"
cask "macfuse"
cask "wezterm"
